Repository: lukas-andre/inker-app
Catalog: lib/l10n/intl_*.arb
Languages: es_cl

# locale
source: en
es_cl: es_CL

source: Event Details
es_cl: Detalles del Evento

source: Refresh
es_cl: Actualizar

source: Description
es_cl: Descripción

source: Work Evidence
es_cl: Evidencia del Trabajo

source: No Work Evidence
es_cl: No hay evidencia de trabajo

source: Location Details
es_cl: Detalles de la Ubicación

source: Edit Event
es_cl: Editar Evento

source: Cancel Event
es_cl: Cancelar Evento

# upcomming
source: Upcoming
es_cl: Se acerca

source: Completed
es_cl: Completada

source: Cancelled
es_cl: Cancelado

source: Cancel
es_cl: Cancelar

source: Edit
es_cl: Editar

source: Delete
es_cl: Eliminar

source: Confirm
es_cl: Confirmar

source: Event Location
es_cl: Ubicación del Evento

source: Create Event
es_cl: Crear Evento

source: Quoted
es_cl: Cotizado

source: Event Title
es_cl: Título del Evento

source: Extra Info
es_cl: Información Adicional

source: Event Color
es_cl: Color del Evento

source: Start Date
es_cl: Fecha de Inicio

source: End Date
es_cl: Fecha de Fin

source: Notification
es_cl: Notificación

source: Schedule Event
es_cl: Agendar cita

source: Guest
es_cl: Invitado

source: Note
es_cl: Nota

source: characters
es_cl: caracteres

source: Send Message
es_cl: Enviar Mensaje

source: Select Service
es_cl: Seleccionar servicio

source: Hour
es_cl: Hora

source: Duration
es_cl: Duración

source: Tattoo
es_cl: Tatuaje

source: Barber
es_cl: Barbería

source: Haircut
es_cl: Corte de Pelo

source: Nail
es_cl: Nails

source: Other
es_cl: Otro

# errorMsgGuestValidationError
source: Please select guest
es_cl: Por favor seleccione un invitado

# errorMsgNotesValidationError
source: Notes exceed the limit of characters
es_cl: Notas superan el límite de caracteres

# errorMsgHoursValidationError
source: Please select hours
es_cl: Por favor seleccione una hora

source: Create Quotation
es_cl: Crear Cotización

source: Load More
es_cl: Cargar Más

source: Reply
es_cl: Responder

source: Send
es_cl: Enviar

# cancelQuotationConfirmationTitle
source: Cancel Quotation
es_cl: Cancelar Cotización

# cancelQuotationConfirmationMessage
source: Are you sure you want to cancel this quotation?
es_cl: ¿Estás seguro de que deseas cancelar esta cotización?

source: Quotation cancelled successfully
es_cl: Cotización cancelada exitosamente

source: Quotes
es_cl: Cotizaciones

source: Quote
es_cl: Cotización

source: Quote Details
es_cl: Detalles de la Cotización

source: Request
es_cl: Solicitud

source: Requests
es_cl: Solicitudes

source: Request Details
es_cl: Detalles de la Solicitud

source: Respond to Quotation
es_cl: Responder Cotización

# quotationResponseSuccess
source: Quotation response sent successfully
es_cl: Respuesta a la cotización enviada exitosamente

source: Submit
es_cl: Enviar

source: Action
es_cl: Acción

# getArtistActionText
source: Get Artist
es_cl: Obtener Artista

source: Estimated Cost
es_cl: Costo Estimado

source: Appointment Date
es_cl: Fecha de la Cita

source: Not Selected
es_cl: No seleccionado

source: Appointment Duration
es_cl: Duración de la Cita

source: Required Field
es_cl: Campo Requerido

source: Invalid Number
es_cl: Número Inválido

source: Additional Details
es_cl: Detalles Adicionales

source: Rejection Reason
es_cl: Motivo de Rechazo

source: Proposed Designs
es_cl: Diseños Propuestos

source: Reject
es_cl: Rechazar

source: Reject Appeal
es_cl: Rechazar Apelación

source: Quotation Details
es_cl: Detalles de la Cotización

source: Created At
es_cl: Creado en

source: Reference Images
es_cl: Imágenes de Referencia

source: Your Response
es_cl: Tu Respuesta

# minutesAgo
source: {count, plural, =1{1 minute ago} other{{count} minutes ago}}
es_cl: {count, plural, =1{hace 1 minuto} other{hace {count} minutos}}

# hoursAgo
source: {count, plural, =1{1 hour ago} other{{count} hours ago}}
es_cl: {count, plural, =1{hace 1 hora} other{hace {count} horas}}

# daysAgo
source: {count, plural, =1{1 day ago} other{{count} days ago}}
es_cl: {count, plural, =1{hace 1 día} other{hace {count} días}}

# monthsAgo
source: {count, plural, =1{1 month ago} other{{count} months ago}}
es_cl: {count, plural, =1{hace 1 mes} other{hace {count} meses}}

# yearsAgo
source: {count, plural, =1{1 year ago} other{{count} years ago}}
es_cl: {count, plural, =1{hace 1 año} other{hace {count} años}}

# estimatedCostDisclaimer
source: This is an estimated cost and may vary based on the final design or service
es_cl: El costo estimado es solo una estimación y puede variar según el trabajo real

source: Schedule Assistant
es_cl: Asistente de agenda

source: Select Date & Time
es_cl: Seleccionar Fecha y Hora

source: Accept
es_cl: Aceptar

source: Duration cannot be zero
es_cl: La duración no puede ser cero

source: Appointment Date & Time
es_cl: Fecha y Hora de la Cita

source: Select Date
es_cl: Seleccionar Fecha

source: Select Time
es_cl: Seleccionar Hora

source: Select Duration
es_cl: Seleccionar Duración

source: Tentative Event
es_cl: Evento Tentativo

source: From
es_cl: Desde

source: To
es_cl: Hasta

source: minutes
es_cl: minutos

source: hours
es_cl: horas

# noEventsToday
source: No events scheduled for today
es_cl: No hay eventos programados para hoy

# conflictingEvent
source: This time conflicts with an existing event
es_cl: Esta hora entra en conflicto con un evento existente

source: Confirm Time Selection
es_cl: Confirmar Selección de Hora

source: Change Selection
es_cl: Cambiar Selección

source: Event Overlap
es_cl: Superposición de Eventos

# eventOverlapMessage
source: This event overlaps with an existing event. Do you want to proceed?
es_cl: Este evento se superpone con un evento existente. ¿Deseas continuar?

source: Proceed
es_cl: Continuar

source: Go Back
es_cl: Volver

source: Zoom In
es_cl: Acercar

source: Zoom Out
es_cl: Alejar

source: Reset Zoom
es_cl: Restablecer Zoom

source: Today
es_cl: Hoy

source: Previous Week
es_cl: Semana Anterior

source: Next Week
es_cl: Semana Siguiente

# timeSlotUnavailable
source: This time slot is unavailable
es_cl: Este horario no está disponible

# selectValidTimeRange
source: Please select a valid time range
es_cl: Por favor, selecciona un rango de tiempo válido

source: Quotation Date
es_cl: Fecha De Cotización

source: and
es_cl: y

source: between
es_cl: entre

source: Start
es_cl: Inicio

source: End
es_cl: Fin

source: Select Start Time
es_cl: Seleccionar Hora de Inicio

source: Select End Time
es_cl: Seleccionar Hora de Fin

# pleaseSelectTimeRange
source: Please select a time range
es_cl: Por favor, selecciona un rango de tiempo

source: Schedule Info
es_cl: Información de Agenda

source: Processing Quotation
es_cl: Procesando Cotización

# processingQuotationMessage
source: Please wait while we process your quotation
es_cl: Por favor, espera mientras procesamos tu cotización

# quotationResponseSuccessMessage
source: Your response has been sent successfully
es_cl: Tu respuesta ha sido enviada exitosamente

source: Invalid Range
es_cl: Rango Inválido

# rejectReasonSchedulingConflict
source: Scheduling Conflict
es_cl: Conflicto de Horario

# rejectReasonArtisticDisagreement
source: Artistic Disagreement
es_cl: Desacuerdo Artístico

# rejectReasonInsufficientDetails
source: Insufficient Details
es_cl: Detalles Insuficientes

# rejectReasonBeyondExpertise
source: Beyond Expertise
es_cl: Fuera de Experiencia

# rejectReasonOther
source: Other
es_cl: Otro

source: Pending
es_cl: Pendiente

source: Responded
es_cl: Aceptado

source: Accepted
es_cl: Aceptado

source: Appeal
es_cl: Apelación

source: New Request
es_cl: Nueva Solicitud

source: Awaiting Customer
es_cl: Esperando Cliente

source: Awaiting Reply
es_cl: Esperando Respuesta

source: Awaiting Artist
es_cl: Esperando Artista

source: Scheduled
es_cl: Programada

source: Received Quotation
es_cl: Cotización Recibida

source: New Requests
es_cl: Nuevas Solicitudes

source: Received Quotations
es_cl: Cotizaciones Recibidas

source: No quotations found
es_cl: No se encontraron cotizaciones

source: My Profile
es_cl: Mi Perfil

source: Edit Profile
es_cl: Editar Perfil

source: Settings
es_cl: Ajustes

source: Logout
es_cl: Cerrar Sesión

source: Delete Account
es_cl: Eliminar Cuenta

source: Confirm Deletion
es_cl: Confirmar Eliminación

# confirmDeletionMessage
source: Are you sure you want to delete your account? This action cannot be undone.
es_cl: ¿Estás seguro de que deseas eliminar tu cuenta? Esta acción no se puede deshacer.

source: Add Description
es_cl: Agrega una descripción sobre ti.

source: Followers
es_cl: Seguidores

source: Following
es_cl: Seguidos

source: Rating
es_cl: Calificación

source: No reviews yet
es_cl: Aún no hay reseñas

source: Full Name
es_cl: Nombre completo

source: Username
es_cl: Nombre de usuario

source: Email
es_cl: Correo electrónico

source: Phone
es_cl: Teléfono

source: Address
es_cl: Dirección

source: City
es_cl: Ciudad

source: State
es_cl: Estado

source: Genres
es_cl: Géneros

source: Tags
es_cl: Etiquetas

source: Studio Photo
es_cl: Foto del estudio

source: Update Studio Photo
es_cl: Actualizar foto del estudio

source: Add Studio Photo
es_cl: Agregar foto del estudio

source: Short Description
es_cl: Descripción Corta

source: Choose Image
es_cl: Elegir Imagen

source: Profile Image
es_cl: Imagen de Perfil

source: Notifications
es_cl: Notificaciones

source: Location Services
es_cl: Servicios de ubicación

source: Language
es_cl: Idioma

source: Privacy Policy
es_cl: Política de privacidad

source: Terms and Conditions
es_cl: Términos y condiciones

source: Log Out
es_cl: Cerrar sesión

source: Confirm Logout
es_cl: Confirmar Cierre de Sesión

# areYouSureLogout
source: Are you sure you want to log out?
es_cl: ¿Estás seguro de que deseas cerrar sesión?

source: No image selected
es_cl: No se ha seleccionado ninguna imagen

# privacyPolicyContent
source: Your privacy is important to us. We do not collect personal information without your consent.
es_cl: Su privacidad es importante para nosotros. No recopilamos información personal sin su consentimiento.

# termsAndConditionsContent
source: By using this app, you agree to the terms and conditions outlined here.
es_cl: Al usar esta aplicación, usted acepta los términos y condiciones aquí descritos.

source: Done
es_cl: Hecho

source: Change Image
es_cl: Cambiar Imagen

source: Save Changes
es_cl: Guardar Cambios

source: Remove Image
es_cl: Eliminar Imagen

source: No studio photo available
es_cl: No hay foto del estudio disponible

source: Services
es_cl: Servicios

source: No services available
es_cl: No hay servicios disponibles

source: Contact Information
es_cl: Información de Contacto

source: Save
es_cl: Guardar

source: Accept Quotation
es_cl: Aceptar Cotización

source: Reject Quotation
es_cl: Rechazar Cotización

source: Appeal Quotation
es_cl: Apelar Cotización

source: Cancel Quotation
es_cl: Cancelar Cotización

source: Appeal Reason
es_cl: Motivo de Apelación

# appealReasonDateChange
source: Date Change
es_cl: Necesito cambiar la fecha de la cita

# appealReasonPriceChange
source: Price Change
es_cl: El precio es demasiado alto

# appealReasonDesignChange
source: Design Change
es_cl: Necesito cambiar el diseño

# appealReasonOther
source: Other
es_cl: Otro

# rejectReasonTooExpensive
source: Too Expensive
es_cl: Demasiado Caro

# rejectReasonNotWhatIWanted
source: Not What I Wanted
es_cl: No es lo que quería

# rejectReasonChangedMyMind
source: Changed My Mind
es_cl: Cambié de opinión

# rejectReasonFoundAnotherArtist
source: Found Another Artist
es_cl: Encontré otro artista

# quotationStatusArtistPending
source: New Request
es_cl: Nueva Solicitud

# quotationStatusArtistAppealed
source: Appealed by Customer
es_cl: Apelación Recibida

# quotationStatusArtistQuoted
source: Awaiting Reply
es_cl: Esperando Respuesta

# quotationStatusArtistAccepted
source: Scheduled
es_cl: Agendado

# quotationStatusArtistRejected
source: Rejected by Customer
es_cl: Rechazado por Cliente

# quotationStatusArtistCanceled
source: Cancelled by You
es_cl: Cancelado por Ti

# quotationStatusCustomerPending
source: Awaiting Reply
es_cl: Esperando Respuesta

# quotationStatusCustomerAppealed
source: Awaiting Artist
es_cl: Esperando Artista

# quotationStatusCustomerQuoted
source: Received Quotation
es_cl: Cotización Recibida

# quotationStatusCustomerAccepted
source: Scheduled
es_cl: Agendado

# quotationStatusCustomerRejected
source: Rejected by You
es_cl: Rechazado

# quotationStatusCustomerCanceled
source: Cancelled
es_cl: Cancelado

source: Current Status
es_cl: Estado Actual

source: Quotation History
es_cl: Historial de Cotizaciones

# changedStatusFrom
source: changed the status from
es_cl: cambió el estado de

source: Quoted the request
es_cl: Cotizó la solicitud

source: Appealed the quotation
es_cl: Apeló la cotización

# statusPending
source: Pending
es_cl: Pendiente

# statusQuoted
source: Quoted
es_cl: Cotizado

# statusAccepted
source: Accepted
es_cl: Aceptado

# statusRejected
source: Rejected
es_cl: Rechazado

# statusCanceled
source: Canceled
es_cl: Cancelado

# statusAppealed
source: Appealed
es_cl: Apelado

source: Artist
es_cl: Artista

source: Customer
es_cl: Cliente

source: System
es_cl: Sistema

source: View Details
es_cl: Ver Detalles

source: Expand
es_cl: Expandir

source: Collapse
es_cl: Colapsar

# hoursAndMinutes
source: {hoursv2} hours and {minutesv2} minutes
es_cl: {hoursv2} horas y {minutesv2} minutos

# hoursv2
source: {hoursv2} hours
es_cl: {hoursv2} horas

# minutesv2
source: {minutesv2} minutes
es_cl: {minutesv2} minutos

source: Cancellation Reason
es_cl: Motivo de Cancelación

# cancelReasonChangeOfMind
source: Change of mind
es_cl: Cambié de opinión

# cancelReasonFoundAnotherArtist
source: Found another artist
es_cl: Encontré otro artista

# cancelReasonFinancialReasons
source: Financial reasons
es_cl: Motivos financieros

# cancelReasonPersonalReasons
source: Personal reasons
es_cl: Motivos personales

# cancelReasonOther
source: Other
es_cl: Otro

# cancelReasonNotAttended
source: Appointment not attended
es_cl: No asistió a la cita

# cancelReasonSystemTimeout
source: System timeout
es_cl: Tiempo de espera agotado

source: No images available
es_cl: No hay imágenes disponibles

source: accepted the quotation
es_cl: aceptó la cotización

source: rejected the quotation
es_cl: rechazó la cotización

source: canceled the quotation
es_cl: canceló la cotización

source: Appointment date changed from
es_cl: La fecha de la cita cambió de

source: Estimated cost changed from
es_cl: El costo estimado cambió de

source: Member since
es_cl: Miembro desde

source: Not Available
es_cl: No disponible

source: Location
es_cl: Ubicación

source: Reset
es_cl: Restablecer

source: Range
es_cl: Rango

source: Reset Range
es_cl: Restablecer Rango

source: Search Radius
es_cl: Radio de búsqueda

# artistsFound
source: {artistsFound} artists found in {range}km
es_cl: {artistsFound} artistas encontrados en {range}km

source: Time
es_cl: Tiempo

source: Quotation Number
es_cl: Número de Cotización

source: Date
es_cl: Fecha

source: Application Settings
es_cl: Configuración de la aplicación

# notificationsDescription
source: Enable or disable notifications.
es_cl: Habilitar o deshabilitar notificaciones.

# locationServicesDescription
source: Enable or disable location services.
es_cl: Habilitar o deshabilitar servicios de ubicación.

source: Notifications permission required
es_cl: Permiso de notificaciones requerido

source: Location permission required
es_cl: Permiso de ubicación requerido

source: Account Settings
es_cl: Configuración de la cuenta

source: Change Password
es_cl: Cambiar contraseña

source: Current Password
es_cl: Contraseña actual

source: New Password
es_cl: Nueva contraseña

source: Confirm Password
es_cl: Confirmar contraseña

source: Passwords don't match
es_cl: Las contraseñas no coinciden

source: Password too short
es_cl: La contraseña es demasiado corta

source: Required
es_cl: Requerido

source: Confirm New Password
es_cl: Confirmar nueva contraseña

source: Password changed successfully
es_cl: Contraseña cambiada exitosamente

source: Change
es_cl: Cambiar

source: Permission required
es_cl: Permiso requerido

source: Open Settings
es_cl: Abrir Configuraciones

# deleteAccountWarning
source: Are you sure you want to delete your account? This action is irreversible and will delete all data associated with your account.
es_cl: ¿Estás seguro de que deseas eliminar tu cuenta? Esta acción es irreversible y eliminará todos los datos asociados a tu cuenta.

# noNotificationsTitle
source: No notifications
es_cl: No hay notificaciones

# noNotificationsMessage
source: You don't have any notifications yet.
es_cl: No tienes ninguna notificación todavía.

# contactArtist
source: Please contact the artist for further details.
es_cl: Por favor, contacta al artista para más detalles.

# changeAppointmentInstruction
source: Please provide the details for changing your appointment.
es_cl: Por favor, proporciona los detalles para cambiar tu cita.

source: Change Appointment
es_cl: Cambiar Cita

# pleaseProvideReason
source: Please provide a reason for cancellation.
es_cl: Por favor, proporciona una razón para la cancelación.

# cancelAppointmentConfirmation
source: Are you sure you want to cancel the appointment?
es_cl: ¿Estás seguro de que deseas cancelar la cita?

source: Cancel Appointment
es_cl: Cancelar Cita

source: Related Quotation
es_cl: Cotización Relacionada

source: Appointment Details
es_cl: Detalles de la Cita

source: Action successful
es_cl: Acción exitosa

source: Update
es_cl: Actualizar

source: Start Time
es_cl: Hora de Inicio

source: Custom Range
es_cl: Rango Personalizado

source: End Time
es_cl: Hora de Fin

# errorMsgEndTimeMustBeAfterStart
source: End time must be after start time.
es_cl: La hora de fin debe ser después de la hora de inicio.

# errorMsgInvalidTimeFormat
source: Invalid time format. Please use HH:mm.
es_cl: Formato de hora inválido. Por favor, usa HH:mm.

source: Event updated successfully.
es_cl: Evento actualizado con éxito.

source: Event created successfully.
es_cl: Evento creado con éxito.

# errorMsgEventCreationFailed
source: Event creation failed. Please try again.
es_cl: La creación del evento falló. Por favor, inténtalo de nuevo.

source: Manage Locations
es_cl: Administrar Ubicaciones

source: Add Location
es_cl: Agregar Ubicación

source: Edit Location
es_cl: Editar Ubicación

source: Delete Location
es_cl: Eliminar Ubicación

# areYouSureDelete
source: Are you sure you want to delete
es_cl: ¿Estás seguro que deseas eliminar

source: No locations available
es_cl: No hay ubicaciones disponibles

source: Location Name
es_cl: Nombre de la Ubicación

source: Enter location name
es_cl: Ingresa el nombre de la ubicación

source: Enter address
es_cl: Ingresa la dirección

source: Address Details
es_cl: Detalles de la Dirección

# cannotDeleteLastLocation
source: Cannot delete the last location. Artists must have at least one location.
es_cl: No se puede eliminar la última ubicación. Los artistas deben tener al menos una ubicación.

source: Please select an image
es_cl: Por favor selecciona una imagen

source: Add Stencil
es_cl: Agregar Plantilla

source: Stencil created successfully
es_cl: Plantilla creada exitosamente

# tapToSelectImage
source: Tap to select an image
es_cl: Toca para seleccionar una imagen

source: Title
es_cl: Título

source: Please enter a title
es_cl: Por favor ingresa un título

source: Source
es_cl: Fuente

source: Featured Stencil
es_cl: Plantilla Destacada

source: Stencil will be highlighted in profile
es_cl: La plantilla será destacada en el perfil

source: Hide Stencil
es_cl: Ocultar Plantilla

source: Stencil will be hidden from public view
es_cl: La plantilla será ocultada del público

source: Save Stencil
es_cl: Guardar Plantilla

source: Title cannot be empty
es_cl: El título no puede estar vacío

source: Delete Stencil
es_cl: Eliminar Plantilla

source: Are you sure you want to delete this stencil?
es_cl: ¿Estás seguro que deseas eliminar esta plantilla?

source: Edit Stencil
es_cl: Editar Plantilla

source: Stencil Details
es_cl: Detalles de la Plantilla

source: Stencil updated successfully
es_cl: Plantilla actualizada exitosamente

source: Stencil deleted successfully
es_cl: Plantilla eliminada exitosamente

source: Tap to change image
es_cl: Toca para cambiar la imagen

source: Views
es_cl: Vistas

source: Likes
es_cl: Me gusta

source: Created
es_cl: Creada

source: Last Updated
es_cl: Última Actualización

source: Status
es_cl: Estado

source: Hidden
es_cl: Oculta

source: Featured
es_cl: Destacada

source: Yes
es_cl: Sí

source: Stencil Gallery
es_cl: Galería de Plantillas

source: Showing all stencils
es_cl: Mostrando todas las plantillas

source: Hiding hidden stencils
es_cl: Ocultando plantillas ocultas

source: Featured Stencils
es_cl: Plantillas Destacadas

source: All Stencils
es_cl: Todas las Plantillas

source: All Other Stencils
es_cl: Otras Plantillas

source: Unfeature
es_cl: Quitar destacado

source: Feature
es_cl: Destacar

source: Show
es_cl: Mostrar

source: Hide
es_cl: Ocultar

source: No Stencils Yet
es_cl: Aún No Hay Plantillas

# addYourFirstStencil
source: Add your first stencil to get started
es_cl: Agrega tu primera plantilla para comenzar

source: Error Loading Stencils
es_cl: Error Cargando Plantillas

# tryAgainLater
source: Please try again later
es_cl: Por favor intenta más tarde

source: Search or create tags
es_cl: Buscar o crear etiquetas

source: Add tags to make your stencil more discoverable
es_cl: Agrega etiquetas para hacer tu plantilla más visible

source: Create new tag
es_cl: Crear nueva etiqueta

source: Suggestions
es_cl: Sugerencias

source: Popular Tags
es_cl: Etiquetas Populares

# noStencilsWithTag
source: No stencils with tag '{tagName}'
es_cl: No hay plantillas con la etiqueta '{tagName}'

source: Clear Filter
es_cl: Limpiar Filtro

source: Add Work
es_cl: Agregar Trabajo

source: Work created successfully
es_cl: Trabajo creado exitosamente

source: Add tags to make your work more discoverable
es_cl: Agrega etiquetas para hacer tu trabajo más visible

source: Featured Work
es_cl: Trabajo Destacado

source: Work will be highlighted in profile
es_cl: El trabajo será destacado en el perfil

source: Hide Work
es_cl: Ocultar Trabajo

source: Work will be hidden from public view
es_cl: El trabajo será ocultado de la vista pública

source: Save Work
es_cl: Guardar Trabajo

source: Delete Work
es_cl: Eliminar Trabajo

source: Are you sure you want to delete this work?
es_cl: ¿Estás seguro que deseas eliminar este trabajo?

source: Edit Work
es_cl: Editar Trabajo

source: Work Details
es_cl: Detalles del Trabajo

source: Work updated successfully
es_cl: Trabajo actualizado exitosamente

source: Work deleted successfully
es_cl: Trabajo eliminado exitosamente

source: Delete Selected Works
es_cl: Eliminar Trabajos Seleccionados

source: Are you sure you want to delete these works?
es_cl: ¿Estás seguro que deseas eliminar estos trabajos?

source: Show Hidden Works
es_cl: Mostrar Trabajos Ocultos

source: Filter by Source
es_cl: Filtrar por Fuente

source: All Sources
es_cl: Todas las Fuentes

source: Selected
es_cl: Seleccionado

source: Works
es_cl: Trabajos

source: Toggle Visibility
es_cl: Cambiar Visibilidad

source: Toggle Featured
es_cl: Cambiar Destacado

source: Filter
es_cl: Filtrar

source: Select Multiple
es_cl: Selección Múltiple

source: No Works Found
es_cl: No Se Encontraron Trabajos

source: Try removing filters
es_cl: Intenta quitar los filtros

source: Add some works to your gallery
es_cl: Agrega algunos trabajos a tu galería

source: Clear Filters
es_cl: Limpiar Filtros

# filteringByTag
source: Filtering by tag: {tagName}
es_cl: Filtrando por etiqueta: {tagName}
