Repository: lukas-andre/inker-app
Catalog: lib/l10n/intl_*.arb
Languages: es_cl

# filteringBySource
source: Filtering by source: {sourceName}
es_cl: Filtrando por fuente: {sourceName}

source: Apply
es_cl: Aplicar

source: Filters
es_cl: Filtros

source: Stencil
es_cl: Plantilla

source: Stencils
es_cl: Plantillas

source: Agenda Settings
es_cl: Configuración de Agenda

source: Working Hours
es_cl: Horario de trabajo

source: Unavailable Times
es_cl: Tiempos No Disponibles

source: Visibility Settings
es_cl: Configuración de Visibilidad

source: Public Agenda
es_cl: Agenda Pública

# publicAgendaDescription
source: Make your agenda visible to clients
es_cl: Permite que los clientes vean tu disponibilidad

source: Open for Reservations
es_cl: Abierto para Reservas

# openForReservationsDescription
source: Allow clients to book appointments
es_cl: Permite que los clientes reserven citas

source: Save Configuration
es_cl: Guardar Configuración

source: Please select a date range
es_cl: Por favor selecciona un rango de fechas

source: Unavailable Time
es_cl: Tiempo No Disponible

source: Add Unavailable Time
es_cl: Agregar Tiempo No Disponible

source: Select Dates
es_cl: Seleccionar Fechas

source: Reason
es_cl: Motivo

source: Optional
es_cl: Opcional

source: Add Time
es_cl: Agregar Tiempo

source: No unavailable times configured
es_cl: No hay tiempos no disponibles configurados

source: Retry
es_cl: Reintentar

source: No tattoo works added yet
es_cl: No hay trabajos de tatuaje agregados aún

source: Add photos of your best tattoo work to showcase your style
es_cl: Agrega fotos de tus mejores trabajos de tatuaje para mostrar tu estilo

source: Error loading works
es_cl: Error al cargar trabajos

# tryRefreshingThePage
source: Try refreshing the page: {message}
es_cl: Intenta refrescar la página: {message}

source: View All Stencils
es_cl: Ver Todos los Stencils

source: No stencils added yet
es_cl: No hay stencils agregados aún

source: Add your stencil designs to showcase your style
es_cl: Agrega tus diseños de stencil para mostrar tu estilo

source: Reviews
es_cl: Reseñas

source: Average Rating
es_cl: Calificación Promedio

source: About Me
es_cl: Sobre Mí

source: Add a short description about yourself and your tattoo style
es_cl: Agrega una breve descripción sobre ti y tu estilo de tatuaje

source: Tattoo Works
es_cl: Trabajos de Tatuaje

source: Manage Works
es_cl: Administrar Trabajos

source: Day
es_cl: Día

source: Week
es_cl: Semana

source: Month
es_cl: Mes

source: No events for this day
es_cl: No hay eventos para este día

# errorLoadingEvents
source: Error loading events: {message}
es_cl: Error al cargar eventos: {message}

source: Tattoo Generator
es_cl: Generador de Tatuajes

source: Describe your tattoo
es_cl: Describe tu tatuaje

# chooseStyle
source: Choose a style
es_cl: Elige un estilo

source: Generate Tattoo
es_cl: Generar Tatuaje

source: Results
es_cl: Resultados

# tattooDescriptionHint
source: E.g. A minimalist wolf silhouette with geometric patterns
es_cl: Ej. Silueta minimalista de lobo con patrones geométricos

# pleaseEnterDescription
source: Please enter a description
es_cl: Por favor ingresa una descripción

# emptyTattooGeneratorMessage
source: Enter a description and choose a style to generate tattoo designs
es_cl: Ingresa una descripción y elige un estilo para generar diseños de tatuajes

# viewTattooDetails
source: View Details
es_cl: Ver Detalles

# createQuotationForTattoo
source: Create Quotation
es_cl: Crear Cotización

# noImagesGenerated
source: No images were generated
es_cl: No se generaron imágenes

# noActiveSession
source: No active session found
es_cl: No se encontró una sesión activa

source: Generate
es_cl: Generar

source: History
es_cl: Historial

source: Favorites
es_cl: Favoritos

source: Design added to favorites
es_cl: Diseño agregado a favoritos

source: Design removed from favorites
es_cl: Diseño removido de favoritos

# noDesignsOnHistory
source: No designs in history
es_cl: No hay diseños en el historial

# noDesignsOnFavorites
source: No designs in favorites
es_cl: No hay diseños en favoritos

source: Enable location services and permissions
es_cl: Habilitar servicios de ubicación y permisos

source: Could not get location
es_cl: No se pudo obtener la ubicación

# couldNotGetLocationPleaseRetry
source: Could not get your location. Please try again.
es_cl: No se pudo obtener tu ubicación. Por favor intenta nuevamente.

source: Not logged in
es_cl: No has iniciado sesión

source: Open quotation created successfully
es_cl: Cotización abierta creada exitosamente

source: Error creating quotation
es_cl: Error al crear cotización

source: Create Open Quotation
es_cl: Crear Cotización Abierta

source: Describe your tattoo idea
es_cl: Describe tu idea de tatuaje

# maxTravelDistanceKm
source: Maximum travel distance (km)
es_cl: Distancia máxima de viaje (km)

# enterDistanceKm
source: Enter distance in km
es_cl: Ingresa distancia en km

# pleaseEnterTravelRadius
source: Please enter a travel radius
es_cl: Por favor ingresa un radio de viaje

# pleaseEnterValidPositiveNumber
source: Please enter a valid positive number
es_cl: Por favor ingresa un número positivo válido

source: Optional: Add stencil or design
es_cl: Opcional: Agregar plantilla o diseño

source: Add reference images
es_cl: Agregar imágenes de referencia

source: Submit Open Quotation
es_cl: Enviar Cotización Abierta

# cannotSelectStencilAndDesign
source: You cannot select both a stencil and a design
es_cl: No puedes seleccionar una plantilla y un diseño a la vez

# optionalAttachDesign
source: Optional: Attach a design
es_cl: Opcional: Adjuntar un diseño

# attachStencilOrGeneratedDesignHint
source: You can attach a stencil or a generated design to your quotation
es_cl: Puedes adjuntar una plantilla o un diseño generado a tu cotización

source: Select Stencil
es_cl: Seleccionar Plantilla

source: Select Generated Design
es_cl: Seleccionar Diseño Generado

source: Selected Generated Design
es_cl: Diseño Generado Seleccionado

source: Add reference images (optional)
es_cl: Agregar imágenes de referencia (opcional)

source: Selected Stencil
es_cl: Plantilla Seleccionada

source: Clear Selection
es_cl: Limpiar Selección

source: Add more images
es_cl: Agregar más imágenes

source: Direct Quotations
es_cl: Cotizaciones Directas

source: Open Quotations
es_cl: Cotizaciones Abiertas

source: Finding Artists...
es_cl: Buscando Artistas...

# quotationStatusCustomerOpen
source: Open
es_cl: Abierta

# quotationStatusArtistOpen
source: Open
es_cl: Abierta

# tattooStyleTraditionalAmerican
source: Traditional American
es_cl: Tradicional Americana

# tattooStyleNeotraditional
source: Neotraditional
es_cl: Neotradicional

# tattooStyleRealism
source: Realism
es_cl: Realismo

# tattooStyleWatercolor
source: Watercolor
es_cl: Acuarela

# tattooStyleGeometric
source: Geometric
es_cl: Geométrico

# tattooStyleJapanese
source: Japanese
es_cl: Japonés

# tattooStyleBiomechanical
source: Biomechanical
es_cl: Biomecánico

# tattooStyleMinimalist
source: Minimalist
es_cl: Minimalista

# tattooStyleSurrealism
source: Surrealism
es_cl: Surrealismo

# tattooStyleNeoJapanese
source: Neo Japanese
es_cl: Neo Japonés

# tattooStyleCeltic
source: Celtic
es_cl: Celta

# tattooStyleAbstract
source: Abstract
es_cl: Abstracto

source: Offered
es_cl: Ofrecido

source: Open
es_cl: Abierto

# customerLookingForOffers
source: Customer is looking for offers!
es_cl: ¡El cliente está buscando ofertas!

# reviewDetailsAndSubmitOffer
source: Review details and submit your offer
es_cl: Revisa los detalles y envía tu oferta

source: Send Offer
es_cl: Enviar oferta

source: Offer submitted
es_cl: Oferta enviada

# offerSubmittedWithAmount
source: Your offer of {amount} has been submitted
es_cl: Tu oferta de {amount} ha sido enviada

# alreadyOffered
source: You've already offered
es_cl: Ya has ofertado

# statusWithText
source: Status: {status}
es_cl: Estado: {status}

source: Received Offers
es_cl: Ofertas Recibidas

# offersCount
source: {count, plural, =0{No offers} =1{1 offer} other{{count} offers}}
es_cl: {count, plural, =0{Sin ofertas} =1{1 oferta} other{{count} ofertas}}

source: No offers yet
es_cl: Aún no hay ofertas

source: View Offers
es_cl: Ver Ofertas

source: Close
es_cl: Cerrar

# quotationAcceptedSuccess
source: Offer accepted successfully
es_cl: Oferta aceptada exitosamente

# referenceBudget
source: Reference budget: {amount} {currency}
es_cl: Presupuesto de referencia: {amount} {currency}

# alreadySubmittedOffer
source: You've already submitted an offer
es_cl: Ya has enviado una oferta

source: Message Customer
es_cl: Mensaje al cliente

# reviewAndSubmitOffer
source: Review the details and submit your offer to win this project.
es_cl: Revisa los detalles y envía tu oferta para ganar este proyecto.

source: Selected design
es_cl: Diseño seleccionado

source: Open Quotation Request
es_cl: Solicitud de Cotización Abierta

# openQuotationRequestDesc
source: This customer is looking for offers. You can send your quotation to win this project.
es_cl: Este cliente está buscando ofertas. Puedes enviar tu cotización para ganar este proyecto.

# offersReceived
source: You have received {count} {offerWord}
es_cl: Has recibido {count} {offerWord}

# noOffersReceived
source: You have not received any offers yet
es_cl: Aún no has recibido ofertas

# reviewEachOffer
source: Review each offer and chat with the artists
es_cl: Revisa cada oferta y chatea con los artistas

# offersAppearHere
source: Offers will appear here when you receive them
es_cl: Las ofertas aparecerán aquí cuando las recibas

# offersReceivedTitle
source: Offers received
es_cl: Ofertas recibidas

# artistLabel
source: Artist: {name}
es_cl: Artista: {name}

source: Not specified
es_cl: No especificado

source: Message: {preview}
es_cl: Mensaje: {preview}

source: Start chat
es_cl: Iniciar chat

source: Accept offer
es_cl: Aceptar oferta

source: Edit offer
es_cl: Editar oferta

source: Try Again
es_cl: Intentar de nuevo

source: No messages yet
es_cl: Aún no hay mensajes

# startConversation
source: Start the conversation by sending a message
es_cl: Comienza la conversación enviando un mensaje

source: Type a message
es_cl: Escribe un mensaje

source: Photo Library
es_cl: Galería de fotos

source: Camera
es_cl: Cámara

# couldNotPickImage
source: Could not pick image: {error}
es_cl: No se pudo seleccionar la imagen: {error}

# estimatedCostLabel
source: Estimated cost (CLP)
es_cl: Costo estimado (CLP)

# exampleAmount
source: E.g.: 50000
es_cl: Ej: 50000

# systemOfferUpdate
source: The artist updated the offer cost to {amount} CLP.
es_cl: El artista actualizó el costo de la oferta a {amount} CLP.

source: Submit Offer
es_cl: Enviar oferta

source: Submitting Offer...
es_cl: Enviando oferta...

# submittingOfferMessage
source: Please wait while your offer is submitted.
es_cl: Por favor espera mientras se envía tu oferta.

# offerSubmittedTitle
source: Offer Submitted!
es_cl: ¡Oferta enviada!

# offerSubmittedMessage
source: Your offer has been successfully sent to the customer.
es_cl: Tu oferta ha sido enviada exitosamente al cliente.

source: Your Offer
es_cl: Tu oferta

source: Proposed Appointment
es_cl: Cita propuesta

source: Additional Details (Optional)
es_cl: Detalles adicionales (opcional)

source: Proposed Designs (Optional)
es_cl: Diseños propuestos (opcional)

# addReferenceImagesOrSketches
source: Add any reference images or sketches for your proposal.
es_cl: Agrega imágenes de referencia o bocetos para tu propuesta.

source: Add Design
es_cl: Agregar diseño

source: Duration must be positive
es_cl: La duración debe ser positiva

source: Design saved to your generated designs
es_cl: Diseño guardado en tus diseños generados

source: Quotations
es_cl: Cotizaciones

# currency
source: USD
es_cl: CLP

source: km away
es_cl: km de distancia

source: Offer Cost
es_cl: Costo de la oferta

# estimatedDuration
source: Est. Duration
es_cl: Duración estimada

source: Offer accepted successfully
es_cl: Oferta aceptada exitosamente

# statusOpen
source: Open
es_cl: Abierta

source: messages
es_cl: mensajes

source: Message
es_cl: Mensaje

# artistUpdatedOfferCost
source: The artist updated the offer cost to {amount} {currency}
es_cl: El artista actualizó el costo de la oferta a {amount} {currency}

source: New Quotation
es_cl: Nueva cotización

source: No requests found
es_cl: No se encontraron solicitudes

# noOpenQuotationsFoundTitle
source: No Open Quotations
es_cl: No hay cotizaciones abiertas

# noOpenQuotationsFoundBody
source: You don't have any open quotation requests at the moment.
es_cl: No tienes cotizaciones abiertas en este momento

# noParticipatingQuotationsFoundTitle
source: No Participating Quotations
es_cl: No hay cotizaciones participantes

# noParticipatingQuotationsFoundBody
source: You are not participating in any quotation requests at the moment.
es_cl: No estás participando en ninguna cotización en este momento

# noDirectArtistRequestsFoundTitle
source: No Direct Requests
es_cl: No hay solicitudes directas

# noDirectArtistRequestsFoundBody
source: You don't have any direct requests from artists at the moment.
es_cl: No tienes solicitudes directas en este momento

# noDirectCustomerQuotationsFoundTitle
source: No Direct Quotations
es_cl: No hay cotizaciones directas

# noDirectCustomerQuotationsFoundBody
source: You don't have any direct quotations from customers at the moment.
es_cl: No tienes cotizaciones directas en este momento

source: Please enable GPS
es_cl: Por favor activa el GPS

# minDescriptionLengthRequired
source: Description must be at least {length} characters
es_cl: La descripción debe tener al menos {length} caracteres

source: Choose Generated Design
es_cl: Elegir diseño generado

source: Generate New Design
es_cl: Generar nuevo diseño

source: Estimated Budget (Optional)
es_cl: Presupuesto estimado (opcional)

# referenceBudgetHint
source: Reference budget for the artist
es_cl: Presupuesto de referencia

source: No distance limit
es_cl: Sin límite de distancia

# maxDistance
source: Max distance: {distance} km
es_cl: Distancia máxima: {distance} km

source: In Progress
es_cl: En progreso

source: Rescheduled
es_cl: Reprogramada

source: Waiting for Photos
es_cl: Esperando fotos

source: Waiting for Review
es_cl: Esperando reseña

source: Reviewed
es_cl: Reseñada

source: Canceled
es_cl: Cancelada

source: Request quotation for design
es_cl: Solicitud de cotización para el diseño

# moreInfoAboutSizesPricesAvailability
source: I would like more information about sizes, prices, and availability
es_cl: Más información sobre tamaños, precios y disponibilidad

source: with description
es_cl: con descripción

source: Quotation for stencil ID
es_cl: Cotización para plantilla ID

source: Searching...
es_cl: Buscando...

source: Enter search term or select tags
es_cl: Ingresa término de búsqueda o selecciona etiquetas

source: No results found
es_cl: No se encontraron resultados

# tryDifferentSearchOrFilters
source: Try a different search term or filters
es_cl: Intenta con diferentes términos de búsqueda o filtros

source: Inspiration
es_cl: Inspiración

source: Search tattoos, stencils, or tags
es_cl: Buscar tatuajes, plantillas o etiquetas

source: Clear Search
es_cl: Limpiar búsqueda

source: Search
es_cl: Buscar

source: Suggested Tags
es_cl: Etiquetas sugeridas

source: Only stencils found
es_cl: Solo se encontraron plantillas

source: Only works found
es_cl: Solo se encontraron trabajos

source: Show only available results
es_cl: Mostrar solo resultados disponibles

source: All
es_cl: Todos

source: Create Your Own Design
es_cl: Crea tu propio diseño

source: Generate tattoo designs with AI
es_cl: Genera diseños de tatuajes con IA

source: Explore Inspiration
es_cl: Explora inspiración

source: Find designs and tattoos made by artists
es_cl: Encuentra diseños y tatuajes hechos por artistas

source: Search Inspiration
es_cl: Buscar inspiración

source: Search inspiration for your next tattoo
es_cl: Busca inspiración para tu próximo tatuaje

source: Explore designs and artist works
es_cl: Explora diseños y trabajos de artistas

source: Start Searching
es_cl: Comenzar a buscar

source: Tattoos
es_cl: Tatuajes

source: No tattoos found with current criteria
es_cl: No se encontraron tatuajes con los criterios actuales

source: No stencils found with current criteria
es_cl: No se encontraron plantillas con los criterios actuales

source: Error loading quotation details
es_cl: Error al cargar los detalles de la cotización

source: No applications found
es_cl: No se encontraron solicitudes

source: Sent offer
es_cl: Oferta enviada

source: No available time slots found
es_cl: No se encontraron horarios disponibles

source: We tried to find slots across multiple days but could not find any available times
es_cl: Intentamos encontrar horarios a lo largo de varios días pero no pudimos encontrar ningún tiempo disponible

source: Try setting up your working hours in agenda settings or try a shorter appointment duration
es_cl: Intenta configurar tus horas de trabajo en la configuración de agenda o prueba una duración de cita más corta

source: Error loading available time slots
es_cl: Error al cargar los horarios disponibles

source: Best
es_cl: Mejor

source: Cannot open details right now. Try again later.
es_cl: No se pueden abrir los detalles en este momento. Inténtalo de nuevo más tarde.

source: Error loading open quotations
es_cl: Error al cargar las cotizaciones abiertas

# errorLoadingOpenQuotationsWithMessage
source: Error loading open quotations: {message}
es_cl: Error al cargar las cotizaciones abiertas: {message}

source: Start Hour
es_cl: Hora de inicio

source: End Hour
es_cl: Hora de fin

source: Working Days
es_cl: Días laborables

source: Monday
es_cl: Lunes

source: Tuesday
es_cl: Martes

source: Wednesday
es_cl: Miércoles

source: Thursday
es_cl: Jueves

source: Friday
es_cl: Viernes

source: Saturday
es_cl: Sábado

source: Sunday
es_cl: Domingo

source: Explore
es_cl: Explorar

source: My Appointments
es_cl: Mis Citas

source: Public
es_cl: Públicas

source: Direct
es_cl: Directas

source: minute
es_cl: minuto

source: This feature will be available soon
es_cl: Esta función estará disponible pronto

source: Send message in app
es_cl: Enviar mensaje en la app

source: Request Change
es_cl: Solicitar Cambio

source: Unknown
es_cl: Desconocido

source: Confirmed
es_cl: Confirmado

source: Could not load image
es_cl: No se pudo cargar la imagen

source: January
es_cl: Enero

source: February
es_cl: Febrero

source: March
es_cl: Marzo

source: April
es_cl: Abril

source: May
es_cl: Mayo

source: June
es_cl: Junio

source: July
es_cl: Julio

source: August
es_cl: Agosto

source: September
es_cl: Septiembre

source: October
es_cl: Octubre

source: November
es_cl: Noviembre

source: December
es_cl: Diciembre

source: View Tattoos
es_cl: Ver Tatuajes

source: View Stencils
es_cl: Ver Plantillas

source: Back to Search
es_cl: Volver a Búsqueda

source: Quote This Design
es_cl: Cotizar Este Diseño

source: Swipe
es_cl: Desliza

source: Back to Stencils
es_cl: Volver a Plantillas

source: Back to Tattoos
es_cl: Volver a Tatuajes

source: No description
es_cl: Sin descripción

# errorLoadingEventDetails
source: Error loading event details: {message}
es_cl: Error al cargar detalles del evento: {message}

# editEventWarning
source: Editing this event may affect customer information. Please confirm to continue.
es_cl: ¿Estás seguro de que deseas editar este evento?

source: Budget
es_cl: Presupuesto

source: Proposed Design
es_cl: Diseño Propuesto

source: System Cancellation Reason
es_cl: Razón de Cancelación del Sistema

source: Offers
es_cl: Ofertas

source: Too Expensive
es_cl: Demasiado costoso

source: Not What I Wanted
es_cl: No es lo que quería

source: Changed My Mind
es_cl: Cambié de opinión

source: Found Another Artist
es_cl: Encontré otro artista

source: Scheduling Conflict
es_cl: Conflicto de horarios

source: Artistic Disagreement
es_cl: Desacuerdo artístico

source: Insufficient Details
es_cl: Detalles insuficientes

source: Beyond Expertise
es_cl: Fuera de mi especialidad

source: Not Attended
es_cl: No se presentó

source: System Timeout
es_cl: Tiempo de espera agotado

source: Back to Gallery
es_cl: Regresar a la galería

source: Processing request...
es_cl: Estamos procesando tu solicitud...

# quotationCreatedSuccessfullyTitle
source: Quotation Created Successfully
es_cl: Cotización creada exitosamente

# quotationCreatedSuccessfullyDescription
source: Your quotation has been created successfully. We will notify you when it is reviewed.
es_cl: Tu cotización ha sido creada exitosamente. Te notificaremos cuando sea revisada.

source: Quotation
es_cl: Cotización

# artistFound
source: {count, plural, =0{No artists found} =1{1 artist found} other{{count} artists found}}
es_cl: {count, plural, =0{No artistas encontrados} =1{1 artista encontrado} other{{count} artistas encontrados}}

# searchArtistPlaceholder
source: Search artists, styles or locations...
es_cl: Buscar artistas, estilos o ubicaciones...

source: Clear
es_cl: Limpiar

# minimumRating
source: Minimum Rating: {rating}
es_cl: Rating mínimo: {rating}

source: meters
es_cl: metros

source: Featured Artist
es_cl: Artista Destacado

source: Share Artist Profile
es_cl: Compartir Perfil del Artista

source: Request Quote
es_cl: Solicitar Cotización

source: See More
es_cl: Ver Más

source: See Less
es_cl: Ver Menos

# follower
source: {count, plural, =0{No followers} =1{1 follower} other{{count} followers}}
es_cl: {count, plural, =0{Sin seguidores} =1{1 seguidor} other{{count} seguidores}}

source: See Reviews
es_cl: Ver Reseñas

source: Featured Works
es_cl: Trabajos Destacados

source: Portfolio
es_cl: Portafolio

# noWorksShared
source: No works shared yet
es_cl: Aún no hay trabajos compartidos

# contactInfo
source: Contact Information
es_cl: Información de Contacto

# noContactInfo
source: No contact information available
es_cl: No hay información de contacto disponible

source: Copied to clipboard
es_cl: Copiado al portapapeles

source: Error loading portfolio
es_cl: Error al cargar el portafolio

# noWorks
source: No works available
es_cl: No hay trabajos disponibles

# noStencils
source: No stencils available
es_cl: No hay plantillas disponibles

# noStencilsShared
source: No stencils shared yet
es_cl: Aún no hay plantillas compartidas

# noPortfolio
source: No portfolio available
es_cl: No hay portafolio disponible

# noPortfolioShared
source: No portfolio shared yet
es_cl: Aún no hay portafolio compartido

source: Error loading image
es_cl: Error al cargar la imagen

# noReviews
source: No reviews yet
es_cl: Aún no hay reseñas

# reviewsTotal
source: reviews
es_cl: reseñas

source: of 5
es_cl: de 5

source: Follow
es_cl: Seguir

source: Appointments available
es_cl: Citas disponibles

source: Directions
es_cl: Cómo llegar

source: Book Appointment
es_cl: Agendar cita

# totalReviews
source: {count, plural, =0{No reviews yet} =1{1 review} other{{count} reviews}}
es_cl: {count, plural, =0{No reseñas aun} =1{1 reseña} other{{count} reseñas}}
